$(function () {
    new Vue({
        el: '#journalismInfo',
        data: {
            // <h4></h4>
                // <P></p>
                // <P class="p1"></p>
                // <P class="p2"></p>
                // <P class="p3"></p>
                // <P class="p4"></p>
                // <span></span>
                // <img src="" alt="">
            id: "",
            tapName: "",
            content: [{
                id: 1,
                text: 
                `<h3>智慧用电，改写电气安全新格局</h3> 
                <img src="images/xw/xw1_1.jpg" alt="">
                <P class="p4">文 | 原创内容&nbsp;&nbsp;部分内容摘自网络</p>
                <P>改革开放的40年，是我国经济发展书写奇迹的40年。在改革开放的大背景下电力工业走出了一条波澜壮阔的改革突破之路，为经济增长和社会进步提供强有力的保障和巨大动力。实现了历史性的大跨越，让整个世界发生了翻天覆地的变化。</p>
                <P>但是电能传导于无色、无味、无形之间</p>
                <P class="p5">使电气安全风险难以察觉和预警</p>
                <P class="p5">电气安全隐患难以排查和管理</p>
                <P class="p5">电气事故难以预防和控制</p>
                <P>对人类用电安全带来了长期而严峻的挑战！</p>
                <P>据国务院安全生产委员会统计，2011年至2017年，我国共发生电气火灾<span class="s1">59.8万起</span>，均占全国火灾总量及伤亡损失的<span class="s1">30%</span>左右。造成<span class="s1">3261人</span>死亡，直接经济损失<span class="s1">104亿余元</span>，其中重特大电气火灾占电气火灾总数的<span class="s1">70%</span>左右。</p>
                <img src="images/xw/xw1_2.jpg" alt="">
                <img src="images/xw/xw1_3.jpg" alt="">
                <img src="images/xw/xw1_4.jpg" alt="">
                <img src="images/xw/xw1_5.jpg" alt="">
                <P>对于电力，我们既要取其优势，改造生活，更要规避风险，实现安全智能。智慧用电系统完全可以实现电气智能化，系统可广泛应用在<span class="s1">企业、工厂、学校、医院、商场、居民楼、办公楼</span>等人员密集型场所。</p>
                <P>随着国家政策的明朗化，凡是用电场所都可安装智慧用电，智慧用电无疑会成为下一个发展热点。</p>
                <img src="images/xw/xw1_6.jpg" alt="">
                <img src="images/xw/xw1_8.jpg" alt="">
                <img src="images/xw/xw1_9.jpg" alt="">
                <h4>裕茂优科技秦皇岛有限公司</h4>
                <P>裕茂优科技秦皇岛有限公司是一家以物联网技术为核心的高新技术企业，以<span class="s1">智能云控，物联天下</span>为企业愿景，专注于智慧用电产品的研发与制造，及云控智能用电服务管理的大数据云平台建设。</p>
                <P>公司的核心研发团队具有丰富的电力系统硬件和软件开发能力，同时强大运营团队和专业售后支持都为裕茂优科技在智慧用电领域中奠定稳固的基础。</p>
                <img src="images/xw/xw1_10.jpg" alt="">
                <h4>云控智能用电管理服务平台</h4>
                <P>云控智慧用电服务管理平台是通过<span class="s1">物联网技术+云计算+大数据分析+人工智能</span>等高新技术对引发电气火灾的主要因素(导线温度、电流和漏电流电压等)进行不间断的数据跟踪与统计分析。</p>
                <img src="images/xw/xw1_11.jpg" alt="">
                <P>围绕各用电领域的应用展开深入研究，实现对电能在线监测和大数据分析，以及对用电情况进行全面分析诊断。经云平台大数据分析，即时向安全管理人员发送预警信息，指导其开展隐患治理，达到消除潜在的电气火灾危险，实现“防患于未然”的目的。</p>
                <P>将企业用电引入<span class="s1">“数字化、网络化、可视化、专业化”</span>的智能管理模式，实现企业<span class="s1">“安全、节能、经济、高效”</span>用电目标。</p>
                <img src="images/xw/xw1_12.jpg" alt="">
                <h4>杜绝电气火灾，节能降耗</h4>
                <p>云控智能微型断路器实现了对用电线路电气指标的<span class="s1">精准感知与实时数据采集</span>，实现了<span class="s1">用电实时防护，科学精准</span>，为企业节能降耗提供决策依据。同时采用自动告警推送和自动断电保护相结合的方式，<span class="s1">100%杜绝电气安全隐患的发生</span>，大幅提升电气设备安全运行主动防护能力。</p>
                <img src="images/xw/xw1_13.jpg" alt="">
                <P> 可广泛应用于<span class="s2">工业、能源、交通、建筑、石化、水利、安监、环保、电力、消防、粮食、人防、校园、工业园</span>区等多种场合。裕茂优科技秦皇岛有限公司依托于深厚的行业经验，把物联网、云计算、大数据、人工智能、移动网络等先进科学技术与企业实际情况相结合，为用户制定专属创新的智慧用电整体解决方案</p>
                <h4>公司愿景</h4>
                <P>今天的中国正在经历中国制造到中国创造的伟大转型。裕茂优科技与国内国际多家著名科研机构合作，对电气安全技术开展多项前瞻性突破性的深入研究，依托科技创新，推动传统行业智慧升级，专注智能制造，加速发展。<span class="s1">以守护社会及企业用电安全为公司使命，协助社会及企业节能降耗为公司目标</span>，献身中国科技兴国的梦想，在建设智慧城市用电的行业中步履坚定，砥砺前行！</p>
                <img src="images/xw/xw1_14.jpg" alt="">
                `,
                time: '2020-04-25'
            }, {
                id: 2,
                text: 
                `<h3>智慧用电--电老虎时代终结者！</h3> 
                <img src="images/xw/xw2_1.jpg" alt="">
                <P class="p4">文 | 原创内容&nbsp;&nbsp;部分内容摘自网络</p>
                <P class="p1">近年来，电气火灾一直呈高发态势。</p>
                <P>据公安部消防局统计，从已查明原因的火灾看，有<span class="s1">10.2</span>万起火灾是由于违反电气安装使用规定引发的，占总数的<span class="s1">30.1%</span>，尤其是较大火灾中有<span class="s1">56.7%</span>是由于电气原因引发!</p>
                <img src="images/xw/xw2_2.jpg" alt="">
                <P>电气火灾，早已成为危害城市安全的<span class="s1">“头号杀手”</span>人类也形象的称之为<span class="s1">"电老虎"</span>，它的危害性和毁灭性大家可想而知！</p>
                <img src="images/xw/wx_logo.png" alt="" style="width: 40px;">
                <h4>电气火灾案例</h4>
                <P>2013年4月14日，湖北省襄阳市樊城区一景城市花园酒店迅驰星空网络会所因电线短路引起火灾，造成<span class="s1">14</span>人死亡、<span class="s1">47</span>人受伤。4名消防安全、文化市场监管、城市管理等部门相关责任人因涉嫌渎职犯罪被判。</p>
                <p>2015年1月2日，黑龙江省哈尔滨市北方南勋大市场仓库因电气故障引发火灾，过火面积约1.1万平方米，1幢11层建筑物坍塌，扑救中<span class="s1">5名消防员牺牲，13名消防员受伤</span>。</p>
                <P>2019年5月31日下午，黑龙江省大庆市林甸县中储粮直属库发生火灾。事故共造成78个露天储量囤、储量4.7万吨的粮食表面过火，直接经济损失<span class="s1">307.9万元</span>。</p>
                <img src="images/xw/xw2_3.jpg" alt="">
                <P class="p2">你觉得这只是个例吗？绝对不是！</p>
                <P>据国家统计局数据显示，每年全国触电死亡人数平均已高达<span class="s1">8000人</span>！这不仅仅是一个数字，而是用血和生命的代价来警示人们：<span class="s1">电气火灾必须引起社会各界的高度重视并尽早实施有效解决方案</span>。随着科技的发展，整个社会正走向智能化、数字化，关于用电安全实施方案必然要紧跟时代步伐，逐渐走向智能化管理。裕茂优科技--云控智能用电管理服务平台也因此应运而生，成为智能用电系统开发领域中真正的领头雁！</p>
                <P class="p3"><span class="s1">1</span>裕茂优科技秦皇岛有限公司</p>
                <P>裕茂优科技秦皇岛有限公司是一家以物联网技术为核心的高新技术企业，以<span class="s1">智能云控，物联天下</span>为企业愿景，专注于智慧用电产品的研发与制造，及云控智能用电服务管理的大数据云平台建设。</p>
                <img src="images/xw/xw2_4.jpg" alt="">
                <P>公司的核心研发团队具有丰富的电力系统硬件和软件开发能力，同时强大运营团队和专业售后支持都为裕茂优科技在智慧用电领域中奠定稳固的基础。</p>
                <P class="p3"><span class="s1">2</span>云控智能用电系统工作原理</p>
                <P>云控智能用电管理系统在现有信息化成果基础上，<span class="s1">利用物联网+云计算+大数据分析+人工智能技术+智能化监测仪</span>表等多种新兴科技作为感知、感测数据终端，对企业用电节点进行集中监控，提高企业用电智能化以及电气线路安全分析判断能力，给出合理化整改建议。</p>
                <img src="images/xw/xw2_5.jpg" alt="">
                <P>同时云控智能系统还可以实现</p>
                <P>“<span class="s1">更快速</span>”感知影响企业电力安全的数据指更全面标；</p>
                <P>“<span class="s1">更精准</span>”判断企业重点区域电力管理问题；</p>
                <P>“<span class="s1">更智慧</span>”响应电力应急管理及国家电力监控发展趋势；</p>
                <P>“<span class="s1">更高效</span>”降低企业电气运维成本。</p>
                <P class="p3"><span class="s1">3</span>云控智能用电管理服务平台</p>
                <P>云控智慧用电管理服务平台是通过物联网技术+云计算+大数据分析+人工智能等高信息化技术对引发电气火灾的主要因素进行不间断的数据跟踪与统计分析，实现对电能在线监测和大数据分析，以及对用电情况进行全面分析诊断。</p>
                <img src="images/xw/xw2_6.jpg" alt="">
                <img src="images/xw/xw2_7.jpg" alt="">
                <P class="p4">PC客户端</p>
                <img src="images/xw/xw2_8.jpg" alt="">
                <P class="p4">手机APP客户端</p>
                <P>实时发现电气线路和用电设备存在的安全隐患，经云平台大数据分析，即时向安全管理人员发送预警信息，指导其开展隐患治理，达到消除潜在的电气火灾危险。</p>              
                <P class="p3"><span class="s1">4</span>云控智能用电系统产品及优势介绍</p>
                <img src="images/xw/xw2_9.jpg" alt="">
                <p>传统的用电安全监控设备多、安装复杂、空间受限，精度低、功能不完善等不足之处早已无法满足现代电气安全的需求，云控微型断路器将传统断路器及保护装置中的所有设<span class="s1">备高度集成，化繁为简</span>，同时二十五项超强用电功能，<span class="s1">杜绝一切电气火灾，解决所有用电问题</span>！</p>
                <img src="images/xw/xw2_10.jpg" alt="">
                “电老虎”之所以伤人害人是因为在过去没有一套智能化的用电系统来进行监管。随着科学技术的不断发展，人类社会的各方面都在走向数字化、智能化，云控智能用电系统能够有效解决<span class="s1">一切用电的问题，杜绝电气火灾，节能降耗</span>，成为企业监控用电情况强有力的工具，必然将成为“电老虎”时代的终结者，守护企业用电安全，向着智能化社会不断前进！
                <img src="images/xw/xw2_11.jpg" alt="">
                `,
                time: '2020-04-20'
            }],
            textCont:""
        },
        // 事件集
        methods: {},
        // 数据监听
        watch: {},
        // dom/方法/属性监听
        computed: {},
        // 初始化数据 - 在dom加载完成后
        mounted() {
            this.id = getUrlParam("id");
            this.tapName = getUrlParam("tapName");
            for(let i=0;i<this.content.length;i++){
                if(this.content[i].id == this.id) {
                    this.textCont = this.content[i].text;
                }
            }
            
        },
        // 初始化数据 - 在dom加载完成前
        created() { }
    })

})
